{"tconst": "tt6809396", "titleType": "tvSeries", "primaryTitle": "Alias J.J.", "originalTitle": null, "isAdult": "0", "startYear": "2017", "endYear": null, "episodes": [["tt6986624", 1, 1, 8.4, 32, "J.J. se entrega a las autoridades con tal de evitar su muerte", "2017"], ["tt6986744", 1, 2, 7.8, 14, "Alexandra cae en manos de la Fiscalía, mientras J.J. busca alianzas en la cárcel", "2017"], ["tt6986746", 1, 3, 8.2, 13, "J.J. frustra el plan de Abel Mahecha de liberar a '3H' de la cárcel", "2017"], ["tt6986752", 1, 4, 7.4, 11, "J.J. se gana la confianza de los paramilitares al liderar un motín", "2017"], ["tt6986748", 1, 5, 7.8, 11, "Alias J.J. sobrevive a un nuevo atentado y le salva la vida a uno de sus enemigos", "2017"], ["tt6986750", 1, 6, 7.4, 10, "Cegada por su ira, Alexandra decide hablar con las autoridades", "2017"], ["tt6986754", 1, 7, 7.1, 9, "Con la desaparición de 'El Potro' y '3H', J.J. es enviado al calabozo", "2017"], ["tt6986758", 1, 8, 7.8, 10, "Los problemas aumentan para J.J. al ser acusado de planear la fuga de '3H'", "2017"], ["tt6986756", 1, 9, 6.7, 8, "Alexandra le entrega a la Fiscalía el mapa que conduce a la caleta de J.J.", "2017"], ["tt6986760", 1, 10, 7.9, 9, "'El Potro' se lleva a Alexandra por la fuerza para apartarla de la DEA", "2017"], ["tt6986762", 1, 11, 7.2, 8, "Por escapar del 'Potro', Alexandra expone la vida de su bebé", "2017"], ["tt6986766", 1, 12, 6.4, 9, "Alexandra visita a J.J. para contarle que la caleta fue destruida", "2017"], ["tt6986768", 1, 13, 6.5, 8, "J.J. utiliza información que tiene sobre el Cartel del Valle para salvarse", "2017"], ["tt6986770", 1, 14, 7.2, 8, "El Potro' logra su cometido y pone en riesgo la vida de J.J. en la cárcel", "2017"], ["tt6986772", 1, 15, 7.3, 8, "Alexandra y 'Caspa' inician la búsqueda de una caleta de Pablo Escobar", "2017"], ["tt6986774", 1, 16, 7.2, 8, "J.J. hace un trato con Urrego para que le deje la vida en paz", "2017"], ["tt6986778", 1, 17, 7.6, 9, "J.J. se salva de un atentado en la cárcel, pero queda gravemente herido", "2017"], ["tt6986780", 1, 18, 6.8, 8, "Para blindarse en la cárcel, J.J. hace grandes denuncias en una entrevista", "2017"], ["tt6986782", 1, 19, 7.3, 8, "J.J. encuentra la forma de ingresar droga a la cárcel y aliarse con Urrego", "2017"], ["tt7917876", 1, 20, 6.8, 10, "J.J. enfurece al enterarse de que Alexandra le es infiel con otro hombre", "2017"], ["tt7921428", 1, 21, 7.5, 10, "Galeno y J.J. aprovechan la fiesta de Urrego para emprender su plan de fuga", "2017"], ["tt7921430", 1, 22, 7.4, 9, "La abogada de J.J. se convierte en su carta de salvación", "2017"], ["tt7921432", 1, 23, 6.5, 8, "Toledo no llega a ningún acuerdo con J.J. y sus planes se frustran", "2017"], ["tt7921434", 1, 24, 7.3, 9, "J.J. recibe una rebaja de pena al colaborar en un operativo de rescate", "2017"], ["tt7921438", 1, 25, 6.3, 12, "¿Nuevo amor? J.J., se involucra con una joven que lo visita a la cárcel", "2017"], ["tt7921440", 1, 26, 7.5, 10, "J.J. busca acabar la guerra en la cárcel para evitar su trasladol", "2017"], ["tt7921444", 1, 27, 7.3, 8, "J.J. es trasladado a Valledupar a pesar de los esfuerzos de su abogada", "2017"], ["tt7921448", 1, 28, 7.2, 8, "¿Cumplirán?, Galeno y Mahecha firman un tratado de paz en la cárcel", "2017"], ["tt7921450", 1, 29, 7.9, 10, "J.J. descubre los planes de Danilo y decide tomar cartas en el asunto", "2017"], ["tt7921454", 1, 30, 7.6, 9, "J.J. monta su negocio en la cárcel y hace una alianza con Danilo", "2017"], ["tt7921458", 1, 31, 7.3, 9, "Una muerte inesperada podría cambiar la suerte de J.J. en la cárcel", "2017"], ["tt7921460", 1, 32, 7.6, 9, "Urrego regresa de la muerte para vengarse de Alias J.J.", "2017"], ["tt7921464", 1, 33, 7.3, 9, "Jennifer acaba con la vida de Durán para salvar el negocio de J.J.", "2017"], ["tt7921472", 1, 34, 6.8, 8, "Alias J.J. se convierte en uno de los caciques de la cárcel Capital", "2017"], ["tt7921476", 1, 35, 7.1, 9, "Mahecha busca aliarse con J.J. para retomar su poder entre los paramilitares", "2017"], ["tt7921480", 1, 36, 7.3, 9, "Ana pone en riesgo la vida de una periodista y es descubierta por Jennifer", "2017"], ["tt7921484", 1, 37, 7.1, 9, "Ana descubre la red de drogas de J.J. en sus libros y queda acorralado", "2017"], ["tt7921500", 1, 38, 6.4, 10, "J.J. hace una jugada que lo saca inocente del escándalo de drogas", "2017"], ["tt7921504", 1, 39, 6.4, 9, "Una investigación pone en riesgo el puesto de Clemente en la cárcel", "2017"], ["tt7921506", 1, 40, 6.9, 9, "Alias J.J. queda entre la espada y la pared tras las declaraciones de 'Zurcido'", "2017"], ["tt7927564", 1, 41, 7.0, 9, "Tras sufrir un atentado, 'Caspa' está dispuesto a revelar lo que sabe de Alias J.J.", "2017"], ["tt7927566", 1, 42, 6.9, 9, "Caspa' protege a J.J. y decide culpar a su leal seguidor", "2017"], ["tt7927568", 1, 43, 7.1, 9, "Ana María hace un peligroso trato con J.J. para ayudar a su colega", "2017"], ["tt7927570", 1, 44, 7.3, 9, "Alias J.J. acaba con la vida de 'Caspa' para no ser extraditado", "2017"], ["tt7927572", 1, 45, 7.3, 9, "Muerte del periodista Garcés pone de nuevo en el ojo del huracán a J.J.", "2017"], ["tt7927574", 1, 46, 7.3, 10, "J.J. hace un nuevo trato con Mahecha para que deje en paz a Ana María", "2017"], ["tt7927576", 1, 47, 7.4, 9, "J.J manipula a Ana María para limpiar su nombre ante la prensa", "2017"], ["tt7927578", 1, 48, 7.3, 9, "Ana María cree en las mentiras de J.J. y termina protegiéndolo", "2017"], ["tt7927580", 1, 49, 7.6, 9, "Ana María renuncia a su investigación al enterarse de la verdad", "2017"], ["tt7927582", 1, 50, 7.0, 8, "Ana María hace un terrible descubrimiento sobre Popeye como sicario", "2017"], ["tt7927584", 1, 51, 7.1, 8, "Mahecha ve opacada su salida de la cárcel por el testimonio de Janeth", "2017"], ["tt7927586", 1, 52, 7.4, 8, "Urrego le envía a su sobrino un terrible mensaje por su traición", "2017"], ["tt7927588", 1, 53, 7.4, 8, "Mahecha toma como rehén a Clemente para escaparse de la cárcel", "2017"], ["tt7927590", 1, 54, 7.9, 9, "Una tragedia mancha de sangre la Cárcel Capital y le complica las cosas a J.J.", "2017"], ["tt7927592", 1, 55, 7.6, 8, "Alias J.J. es declarado inocente del asesinato del padre de Ana María Solozábal", "2017"], ["tt7927594", 1, 56, 7.1, 8, "Ana María se propone encontrar a Alexandra para hundir a Popeye", "2017"], ["tt7927596", 1, 57, 7.6, 9, "Poco a poco, las autoridades dan con la red de narcotráfico de J.J.", "2017"], ["tt7927600", 1, 58, 7.6, 8, "Solo y desesperado, J.J. ve cada vez más cerca su extradición", "2017"], ["tt7927602", 1, 59, 7.8, 6, "¿El fin? J.J., es sentenciado a pasar 20 años de cárcel en Estados Unidos", "2017"], ["tt7927604", 1, 60, 8.0, 7, "J.J. hace un importante acuerdo con la DEA que lo salva de ser extraditado", "2017"], ["tt7928644", 1, 61, null, null, "J.J. encuentra a Alexandra para pedirle explicaciones por su 'traición", "2017"], ["tt7928646", 1, 62, null, null, "J.J. regresa al 'ruedo' y busca cómo reabrir su negocio de narcotráfico", "2017"], ["tt7928652", 1, 63, null, null, "¿Aceptará?, Serrano recibe una importante propuesta para acabar con J.J.", "2017"], ["tt7928656", 1, 64, null, null, "Serrano acepta matar a J.J., pero el destino de todos da un giro inesperado", "2017"], ["tt7928660", 1, 65, 8.8, 6, "J.J. ordena sacar del camino a Ana María tras una contundente declaración", "2017"], ["tt7928666", 1, 66, null, null, "La suerte vuelve a jugar del lado de J.J. y logra evitar una recaptura", "2017"], ["tt7928668", 1, 67, null, null, "J.J. se niega a entregar al 'Señor de los aires' y todo se pone en su contra", "2017"], ["tt7928672", 1, 68, null, null, "Las autoridades capturan a Serrano y se acercan más al paradero de J.J.", "2017"], ["tt7928676", 1, 69, null, null, "J.J. es recapturado, pero con su condena no podrá pagar el daño que hizo", "2017"]]}