{"tconst": "tt0122834", "titleType": "tvSeries", "primaryTitle": "Samurai Pizza Cats", "originalTitle": null, "isAdult": "0", "startYear": "1990", "endYear": "1991", "episodes": [["tt0830444", 1, 1, 7.4, 22, "Stop Dragon My Cat Around!", "1990"], ["tt1484490", 1, 2, 6.6, 14, "If You Knew Sushi Like I Know Sushi", "1990"], ["tt3743688", 1, 3, 6.6, 13, "Underground, Underwater, Undercooked", "1990"], ["tt3743694", 1, 4, 6.9, 12, "The Great Golden Cluck", "1990"], ["tt3743700", 1, 5, 6.9, 10, "Let the Cellar Beware!", "1990"], ["tt3743698", 1, 6, 6.5, 12, "Singing Samurai Sensai-tion", "1990"], ["tt3743702", 1, 7, 7.4, 9, "The Nuclear Potato Is It True!? Karamaru Becomes a Hero?", "1990"], ["tt3743706", 1, 8, 7.0, 9, "Kind of a Drag Is It Dreadful? Koon No Kami's Se-cr-et", "1990"], ["tt3743710", 1, 9, 6.3, 8, "Double Trouble for Princess Vi the Princess Is Excited! Everyone Is Worried!", "1990"], ["tt3743716", 1, 10, 6.6, 7, "Teyandee! This Is Nyankii Teyandee, This Is Nyankee", "1990"], ["tt3743732", 1, 11, 5.7, 8, "Father of the Bullied Child Is a Gifted Scientist?! Hot and Kold Kitties", "1990"], ["tt3743740", 1, 12, 7.0, 7, "Candid Kitty Unusual Play, Wonderful Play! The Weakness of Nyankii!", "1990"], ["tt3743770", 1, 13, 6.7, 9, "Nyankii Defeat? The Dark 4 Ninja Appear! The Pizza Cats Are Only Human Part 1", "1990"], ["tt3750496", 1, 14, 6.7, 8, "Reversion! Nyankii Fly Through the Air the Pizza Cats Are Only Human Part 2", "1990"], ["tt3750498", 1, 15, 6.0, 8, "Those Transformin' Felines Wish! Koon No Kami Wants to Be Popular", "1990"], ["tt3750500", 1, 16, 6.3, 8, "A Lie! The Shogun Is an Imposter!? The Case of the Bogus Billionaire", "1990"], ["tt3750502", 1, 17, 6.0, 7, "The Big Cheese's I.Q. Corral Where? The Professor Disappeared", "1990"], ["tt3750508", 1, 18, 6.5, 8, "Courtship, Courtship a Baseball Challenge Field of Screwballs", "1990"], ["tt3775672", 1, 19, 6.1, 9, "Double Date It Is Full of Danger Speedy's Double-Time Trick", "1990"], ["tt3775674", 1, 20, 6.3, 8, "Eh!? Pururun's Debutante Declaration Samurai Charm School", "1990"], ["tt3775682", 1, 21, null, null, "Boom-boom A Tanuki Makes a Fuss! Drummin' Up Trouble With a Big Bad Beat", "1990"], ["tt3775680", 1, 22, null, null, "A Crow with Pizza, Limited Express Delivery? Pizza Bird Delivers!", "1990"], ["tt3775678", 1, 23, null, null, "Big Cheese Shows His Filmy Substance Crash! Who Is the Star of the Movie?", "1990"], ["tt3775684", 1, 24, null, null, "Son of Big Cheese Strange? Koon No Kami Has a Child!?", "1990"], ["tt3775686", 1, 25, 6.5, 8, "Cute? Yattaro Turns Into a Girl Gender Bender Butterflies!", "1990"], ["tt3775688", 1, 26, null, null, "A Big Adventure! Search for the Zekko Bird Pizza Cat Performance Review", "1990"], ["tt3775692", 1, 27, null, null, "Cold and Crabby in Little Tokyo Unpleasant! We Are Banished to an Island?", "1990"], ["tt3775690", 1, 28, null, null, "Is It So? The Nyankii Are Disbanded?! The Terror of Prisoner Island", "1990"], ["tt3775696", 1, 29, null, null, "Destructo Robots at Popular Prices Exposed!? Nyankii's True Character", "1990"], ["tt3775698", 1, 30, null, null, "Legendary Idol? Sukashi Dispatched No Talent Guido", "1990"], ["tt3775700", 1, 31, null, null, "All You Need Is Love Karamaru in Pain! A Ninja's Love", "1990"], ["tt3775712", 1, 32, null, null, "Polly's Magical Flute Pururun's Flute Has a Story", "1990"], ["tt3775714", 1, 33, null, null, "Close Encounters of the Pig Kind Mysterious?! A Friend from the Stars!", "1990"], ["tt3775718", 1, 34, null, null, "A Plan for Certian Victory! The Karakara Clan Is Strong Big Cheese's High Definition TV", "1990"], ["tt3775720", 1, 35, null, null, "Pizza Delivery of Doom! Sagase! Nekkii Disappeared at the Lake", "1990"], ["tt3775724", 1, 36, null, null, "Youth Burn with Passion! Also, the Professor Returns. Youth Is for Exploding", "1990"], ["tt3775726", 1, 37, null, null, "Bad Bird Uncaged: Part 1 Really!? Yattaro Dies at Sundown", "1990"], ["tt3775732", 1, 38, null, null, "Bad Bird Uncaged; Part 2 Defeat Karamaru! Tears, Tears of a Big Revival", "1990"], ["tt3775736", 1, 39, null, null, "A Mission in Manhattan Hello! Yattaro Flies to Another Country", "1990"], ["tt3775746", 1, 40, null, null, "UFO!? Nyankii vs Aliens Unidentified Flying Oddballs", "1990"], ["tt3775866", 1, 41, null, null, "Princess Vi's Hippy-Dippy Mom Touching! Mother Returns Home", "1990"], ["tt3801292", 1, 42, null, null, "A Big, Confusing Fight at the Spa? A Wet & Wild Weekend", "1990"], ["tt3801288", 1, 43, null, null, "Everyone is Coming! A Contest to decide Who is #1 in the Land Kung Fu Kitty Contest", "1990"], ["tt3801296", 1, 44, null, null, "Gone with the Ginzu Pinch! The Masamasa Is Stolen", "1990"], ["tt3801300", 1, 45, null, null, "A Little Bit'O Luck Disapointment! The Misery of Koon No Kami", "1990"], ["tt3801298", 1, 46, null, null, "Nyankii Are Stuck in Time Samurai Savings Time", "1990"], ["tt3801306", 1, 47, null, null, "Phoney Baloney Cat They Appeared! Imitation Nyankii", "1990"], ["tt3801308", 1, 48, null, null, "Nyankii Santas Fly Through the Air the Cheese Who Stole Christmas", "1990"], ["tt3801310", 1, 49, null, null, "Emperor Fred Does Hard Time Tired Yattaro Is Banished to an Island", "1991"], ["tt3801312", 1, 50, null, null, "Gennarisai's \"WAHAHA\" Big Plan! Quake, Rattle, & Roll", "1991"], ["tt3801328", 1, 51, null, null, "Frightening! Koon No Kami's Big Research How Mortifying! Large Research of Big Cheese", "1991"], ["tt3801330", 1, 52, null, null, "Koon No Kami's Biggest Operation Ever! The Big Comet Caper: Part 1", "1991"], ["tt3801332", 1, 53, null, null, "Tomorrow Will Be Absolutle Beautiful! The Big Comet Caper: Part 2", "1991"], ["tt1146812", 1, 54, null, null, "Nyankii Is Forever! The Cats Cop Cartoon Careers", "1991"]]}