{"tconst": "tt5651032", "titleType": "tvSeries", "primaryTitle": "Ride Upon the Storm", "originalTitle": "Herrens veje", "isAdult": "0", "startYear": "2017", "endYear": "2018", "episodes": [["tt6206408", 1, 1, 7.3, 106, "\"Du må ikke have andre guder end mig\" - Exodus 20:3", "2017"], ["tt6206412", 1, 2, 7.3, 81, "\"Du må ikke misbruge Herren din Guds navn\" - Exodus 20:7", "2017"], ["tt6206414", 1, 3, 7.2, 70, "\"Tre ting kan ikke forblive skjult længe Solen, Månen og Sandheden\" - Buddha", "2017"], ["tt6206416", 1, 4, 7.0, 67, "\"Du bliver ikke straffet for din vrede. Du bliver straffet af din vrede\" - Buddha", "2017"], ["tt6206420", 1, 5, 7.1, 63, "\"Og led os ikke ind i fristelse, men fri os fra det onde\" - Matthew 6:13", "2017"], ["tt6206422", 1, 6, 7.2, 65, "\"Min Gud, Min Gud! Hvorfor har du forladt mig?\" - Matthew 27:46", "2017"], ["tt6206424", 1, 7, 7.3, 64, "\"Vi er som den klare måne, alle har vi en mørk side\" - Kahlil Gibran", "2017"], ["tt6206426", 1, 8, 6.8, 65, "\"Den, som går forbi sin næste, går også forbi Gud\" - Martin Luther", "2017"], ["tt6206428", 1, 9, 6.8, 65, "\"Spørg ikke, hvem klokkerne ringer for. De ringer for dig\" - John Donne", "2017"], ["tt6206430", 1, 10, 7.2, 72, "\"Det er fuldbragt\" - Jesus - John 19:30", "2017"], ["tt7662122", 2, 1, 7.0, 46, "Lader de små Børn komme til mig, formener dem det ikke, thi Guds Rige hører sådanne til - Markusevangeliet", "2018"], ["tt7694826", 2, 2, 7.2, 34, "Han vil tørre hver en tåre af deres kind, og der skal ikke længere være død - Johannes' Åbenbaring 21:4", "2018"], ["tt7694832", 2, 3, 7.4, 36, "Elsk jeres fjender og bed for dem der forfølger jer - Jesus, Bjergprædikenen", "2018"], ["tt7694834", 2, 4, 7.1, 33, "Jag är vägen, sanningen och livet - Jesus, Johannes 14:6", "2018"], ["tt7694836", 2, 5, 6.9, 32, "Blive forvandlede ved Sindets Fornyelse - Romerbrevet", "2018"], ["tt7694838", 2, 6, 7.0, 32, "Og se, jeg er med eder alle Dage indtil Verdens Ende - Jesus, Matthæus 28:20", "2018"], ["tt7694840", 2, 7, 6.9, 33, "Den, som tror og bliver døbt, skal blive frels - Markus 16:16", "2018"], ["tt7694842", 2, 8, 6.7, 29, "Din Tilgivelse til en Anden er Din egen Tilgivelse - Søren Kierkegaard, Kjerlighedens Gjerninger", "2018"], ["tt7694844", 2, 9, 7.1, 33, "Når du går gennem Helvede, så bliv ved med at gå - Winston Churchill", "2018"], ["tt7694846", 2, 10, 7.3, 34, "Kløv træet, jeg er dér. Løft stenen op, og I skal finde mig dér - Thomasevangeliet", "2018"]]}